Repository: instructure/canvas-ios
Catalog: Student/Student/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: This assignment doesn't appear to be a valid external tool or is misconfigured.
ar: يبدو أن هذه المهمة ليست أداة خارجية صالحة أو تم تكوينها بشكل غير صحيح.
ca: No sembla que aquesta activitat sigui una eina externa vàlida, o bé està mal configurada.
cy: Mae’n ymddangos nad yw'r aseiniad hwn yn adnodd allanol, neu y mae wedi'i gamffurfweddu.
da: Denne opgave ser ikke ud til at have et gyldigt eksternt værktøj eller er ikke konfigureret korrekt.
da_instk12: Denne opgave ser ikke ud til at have et gyldigt eksternt værktøj eller er ikke konfigureret korrekt.
de: Diese Aufgabe scheint kein zulässiges externes Tool oder falsch konfiguriert zu sein.
es: Esta tarea no parece ser una herramienta externa válida o está mal configurada.
es_es: Esta actividad no parece ser una herramienta externa válida o está mal configurada.
fi: Tämä tehtävä ei näytä olevan voimassa oleva ulkoinen työkalu tai se on konfiguroitu väärin.
fr: Ce travail assigné apparait ne pas être un outil externe valide ou est mal configuré.
fr_ca: Ce travail ne semble pas être un outil externe valide ou est mal configuré.
ga: Is cosúil nach uirlis sheachtrach bhailí é an tasc seo nó go bhfuil sé míchumraithe.
hi: ऐसा प्रतीत होता है कि यह असाइनमेंट एक वैध बाहरी उपकरण नहीं है या इसे गलत कॉन्फ़िगर किया गया है।
ht: Sesyon sa a pa sanble yon zouti extèn valid oswa li mal konfigire.
id: Tugas ini sepertinya bukan alat eksternal yang valid atau salah dikonfigurasi.
is: Þetta verkefni virðist ekki vera gilt ytra tæki eða það er rangt stillt.
it: Sembra che questo computo non sia uno strumento esterno valido o sia configurato in modo errato.
ja: この課題は有効な外部ツールではないか、設定が正しくない可能性があります。
ko: 이 과제는 유효한 외부 도구가 아니거나 구성 오류가 있는 것 같습니다.
mi: Kāore tēnei whakataunga i te taputapu waho whaimana te whirihoranga rānei.
ms: Tugasan ini nampaknya bukan alat luar yang sah atau tersilap dikonfigurasi.
nb: Denne oppgaven ser ikke ut til å være et gyldig eksternt verktøy eller så er den feilkonfigurert .
nb_instk12: Denne oppgaven ser ikke ut til å være et gyldig eksternt verktøy eller så er den feilkonfigurert .
nl: Deze opdracht lijkt geen geldig extern hulpmiddel te zijn of is verkeerd geconfigureerd.
pl: Dane zadania nie wydaje się być ważnym narzędziem zewnętrznym lub jest źle skonfigurowane.
pt: Esta tarefa não parece ser uma ferramenta externa válida ou está mal configurada.
pt_br: Esta tarefa não parece ser uma ferramenta externa válida ou está configurada incorretamente.
ru: Это задание не является допустимым внешним инструментом или неправильно настроено.
sl: Zdi se, da ta naloga ni veljavno zunanje orodje ali pa ni pravilno konfigurirana.
sv: Den här uppgiften verkar inte vara ett giltigt externt verktyg eller är felkonfigurerad.
sv_instk12: Den här uppgiften verkar inte vara ett giltigt externt verktyg eller är felkonfigurerad.
th: ภารกิจนี้ดูเหมือนไม่ใช่เครื่องมือจากภายนอกที่ถูกต้องหรือกำหนดค่าไม่ถูกต้อง
vi: Bài tập này có vẻ không phải là công cụ ngoài hợp lệ hoặc bị cấu hình sai.
zh: 此作业看来没有有效的外部工具或有配置错误。
zh_hk: 該作業似乎並不是有效的外部工具或存在配置錯誤。

source: This assignment has no details.
ar: لا توجد أي تفاصيل في هذه المهمة.
ca: No hi ha detalls en aquesta activitat.
cy: Does dim manylion ar gyfer yr aseiniad hwn.
da: Denne opgave har ingen detaljer.
da_instk12: Denne opgave har ingen detaljer.
de: Die Aufgabe weist keine Details auf.
es: Esta tarea no tiene detalles.
es_es: Esta actividad no tiene detalles.
fi: Tässä tehtävässä ei ole tietoja.
fr: Ce travail assigné ne possède aucun détail.
fr_ca: Ce travail ne possède aucun détail.
ga: Níl aon sonraí ag an tasc seo.
hi: इस असाइनमेंट में कोई विवरण नहीं है।
ht: Sesyon sa a pa gen detay.
id: Tugas ini tidak memiliki detail.
is: Engar upplýsingar eru til um þetta verkefni.
it: Questo compito non ha dettagli.
ja: この課題には詳細説明がありません。
ko: 이 과제에는 세부 정보가 없습니다.
mi: Kaore he taipitopito mo tēnei whakataunga.
ms: Tugasan ini tiada butiran.
nb: Denne oppgaven har ingen detaljer.
nb_instk12: Denne oppgaven har ingen detaljer.
nl: Deze opdracht heeft geen details.
pl: Dane zadanie nie posiada szczegółów.
pt: Esta tarefa não tem detalhes.
pt_br: Esta tarefa não tem detalhes.
ru: У этого задания отсутствуют подробности.
sl: Ta naloga nima podrobnosti.
sv: Det finns inga detaljer för den här uppgiften.
sv_instk12: Den här uppgiften har inga detaljer.
th: ภารกิจนี้ไม่มีรายละเอียด
vi: Bài tập này không có thông tin chi tiết.
zh: 此作业没有细节。
zh_hk: 此作業沒有詳情。

source: This assignment is due in %@
ar: هذه المهمة مستحقة في %@
ca: Aquesta activitat s’ha de lliurar el %@
cy: Mae’r aseiniad hwn angen ei gyflwyno mewn %@
da: Denne opgave skal afleveres om %@
da_instk12: Denne opgave skal afleveres om %@
de: Diese Aufgabe ist fällig in %@
es: Esta tarea vence en %@
es_es: Esta actividad debe entregarse el %@
fi: Tämän tehtävän määräpäivä on %@
fr: Travail à remettre dans %@
fr_ca: Ce travail est dû dans %@
ga: Tá an tasc seo dlite i %@
hi: यह असाइनमेंट इतने समय में नियत है: %@
ht: Devwa sa a dwe remèt le %@
id: Tugas ini jatuh tempo dalam %@
is: Skiladagur þessa verkefnis er eftir %@
it: Questo compito scade tra %@
ja: この課題の提出期限は（）以内：%@
ko: 이 과제의 기한까지 %@
mi: Ka tika tenei taumahi i roto %@
ms: Tugasan ini perlu disiapkan dalam %@
nb: Denne oppgaven forfaller om %@
nb_instk12: Denne oppgaven forfaller om %@
nl: Deze opdracht moet uiterlijk worden ingeleverd op %@
pl: Termin dostarczenia tego zadania upłynie za %@
pt: Esta tarefa deve ser entregue em %@
pt_br: Esta tarefa é devida em %@
ru: Срок сдачи этого задания наступает через %@
sl: Ta naloga ima rok čez %@
sv: Denna uppgift ska lämnas in om %@
sv_instk12: Denna uppgift ska lämnas in om %@
th: ภารกิจนี้ครบกำหนดใน %@
vi: Bài tập này đến hạn vào %@
zh: 该作业距离截止日期剩余 %@
zh_hk: 此作業的截止日期：%@

source: This assignment is locked until %@
ar: هذه المهمة مقفلة حتى %@
ca: Aquesta activitat està bloquejada fins al %@
cy: Mae’r aseiniad hwn wedi’i gloi tan %@
da: Opgaven er låst indtil %@
da_instk12: Opgaven er låst indtil %@
de: Diese Aufgabe ist gesperrt bis %@
es: Esta tarea está bloqueada hasta %@
es_es: Esta actividad está bloqueada hasta %@
fi: Tämä tehtävä on lukittu ja avautuu %@
fr: Ce travail est verrouillé jusqu'au %@
fr_ca: Ce travail est verrouillé jusqu’au %@
ga: Tá an tasc seo faoi ghlas go dtí %@
hi: यह असाइनमेंट इस समय तक लॉक है: %@
ht: Devwa sa a bloke jiska %@
id: Tugas ini terkunci hingga %@
is: Þetta verkefni er læst til %@
it: Questo compito è bloccato fino al %@
ja: この課題は%@までロックされています。
ko: 이 과제는 다음 시간까지 잠김 %@
mi: Maukati tēnei whakataunga tae noa %@
ms: Tugasan ini berkunci hingga %@
nb: Denne oppgaven er låst inntil %@
nb_instk12: Denne oppgaven er låst inntil %@
nl: Deze opdracht is vergrendeld tot %@
pl: To zadanie jest zablokowane do %@
pt: Esta tarefa está bloqueada até %@
pt_br: Esta tarefa está travada até %@
ru: Это задание заблокировано до %@
sl: Ta naloga je zaklenjena do %@
sv: Den här uppgiften är låst till %@
sv_instk12: Den här uppgiften är låst till %@
th: ภารกิจนี้ถูกล็อคจนถึง %@
vi: Bài tập này bị khóa đến %@
zh: 此作业已锁定，截至%@
zh_hk: 此作業已鎖定，直至 %@

source: This assignment was locked %@
ar: تم قفل هذه المهمة %@
ca: Aquesta activitat es va bloquejar %@
cy: Cafodd yr aseiniad hwn ei gloi %@
da: Opgaven blev låst %@
da_instk12: Opgaven blev låst %@
de: Diese Aufgabe wurde gesperrt %@
es: Esta tarea fue bloqueada %@
es_es: Esta actividad ha sido bloqueada %@
fi: Tämä tehtävä lukittiin %@
fr: Ce travail a été verrouillé %@
fr_ca: Ce travail était verrouillé %@
ga: Cuireadh an tasc seo faoi ghlas %@
hi: यह असाइनमेंट लॉक कर दी गई थी %@
ht: Devwa sa a te bloke %@
id: Tugas ini terkunci %@
is: Þetta verkefni var læst %@
it: Questo compito è stato bloccato %@
ja: この課題はロックされていました。%@
ko: 이 과제는 잠김 %@
mi: Kei te raka tēnei whakataunga %@
ms: Tugasan ini dikunci %@
nb: Denne oppgaven ble låst %@
nb_instk12: Denne oppgaven ble låst %@
nl: Deze opdracht was vergrendeld %@
pl: To zadanie zostało zablokowane %@
pt: Esta tarefa foi bloqueada %@
pt_br: Esta tarefa foi travada %@
ru: Это задание было заблокировано %@
sl: Ta naloga je bila zaklenjena ob %@
sv: Den här uppgiften var låst %@
sv_instk12: Den här uppgiften var låst %@
th: ภารกิจนี้ถูกล็อคไว้ %@
vi: Bài tập này bị khóa %@
zh: 此作业已锁定%@
zh_hk: 此作業已鎖定 %@

source: This entry has been deleted
ar: تم حذف هذا الإدخال
ca: S'ha suprimit aquesta entrada
cy: Mae'r cofnod hwn wedi’i ddileu
da: Denn indtastning er blevet slettet
da_instk12: Denn indtastning er blevet slettet
de: Der Eintrag wurde gelöscht
es: Esta entrada ha sido borrada
es_es: Esta entrada ha sido eliminada
fi: Tuo merkintä on poistettu
fr: Cette saisie a été supprimée
fr_ca: Cette saisie a été supprimée
ga: Scriosadh an iontráil seo
hi: यह प्रविष्टि मिटा दी गई है
ht: Antre sa a te efase
id: Entri ini telah dihapus
is: Þessari færslu var eytt
it: Questa voce è stata eliminata
ja: このエントリは消去されています
ko: 이 항목은 삭제됨
mi: Kua mukua tēnei tāurunga
ms: Masukan ini telah dipadamkan
nb: Dette innlegget har blitt slettet
nb_instk12: Dette innlegget har blitt slettet
nl: Deze invoer is verwijderd
pl: Ten wpis został usunięty
pt: Esta entrada foi apagada
pt_br: Esta entrada foi excluída
ru: Эта запись была удалена
sl: Ta vnos je odstranjen.
sv: Det här inlägget har tagits bort
sv_instk12: Det här inlägget har tagits bort
th: รายการนี้ถูกลบแล้ว
vi: Mục nhập này đã bị xóa
zh: 此输入已被删除
zh_hk: 此條目已經被刪除

source: This file cannot be displayed on this device.
ar: لا يمكن عرض هذا الملف على هذا الجهاز.
ca: No es pot mostrar aquest fitxer en aquest dispositiu.
cy: Does dim modd dangos y ffeil hon ar y ddyfais hon.
da: Denne fil kan ikke vises på denne enhed.
da_instk12: Denne fil kan ikke vises på denne enhed.
de: Diese Datei kann auf diesem Gerät nicht angezeigt werden.
es: Este archivo no se puede mostrar en este dispositivo.
es_es: Este archivo no se puede mostrar en este dispositivo.
fi: Tätä tiedostoa ei voida suorittaa tällä laitteella.
fr: Ce fichier ne peut être affiché sur cet appareil.
fr_ca: Ce fichier ne peut être affiché sur cet appareil.
ga: Ní féidir an comhad seo a thaispeáint ar an ngléas seo.
hi: यह फ़ाइल इस डिवाइस पर प्रदर्शित नहीं की जा सकती।
ht: Fichye sa a pa ka afiche sou aparèy sa a.
id: File ini tidak dapat ditampilkan di perangkat ini.
is: Ekki er hægt að sýna þessa skrá á þessu tæki.
it: Questo file non può essere visualizzato su questo dispositivo.
ja: このファイルは、このデバイス上には表示できません。
ko: 이 파일은 이 장치에서 표시할 수 없습니다.
mi: Kaore e whakātu i tēnei kōnae i runga i tēnei pūrere.
ms: Fail ini tidak boleh dipaparkan pada peranti ini.
nb: Denne filen kan ikke vises på denne enheten.
nb_instk12: Denne filen kan ikke vises på denne enheten.
nl: Dit bestand kan niet getoond worden op dit apparaat.
pl: Dany plik nie może zostać wyświetlony na tym urządzeniu.
pt: Este ficheiro não pode ser apresentado neste dispositivo.
pt_br: Este arquivo não pode ser exibido neste dispositivo.
ru: Этот файл не может быть отображен на этом устройстве.
sl: Te datoteke ni mogoče prikazati na tej napravi.
sv: Den här filen kan inte visas på den här enheten.
sv_instk12: Den här filen kan inte visas på den här enheten.
th: ไฟล์นี้ไม่สามารถเปิดได้ผ่านอุปกรณ์นี้
vi: Không thể hiển thị tập tin này trên thiết bị này.
zh: 这个文件不可在此设备上显示。
zh_hk: 此檔案無法在此設備上顯示。

source: This file is locked
ar: هذا الملف مؤمّن
ca: Aquest fitxer està bloquejat
cy: Mae'r ffeil wedi’i chloi
da: Denne fil er låst
da_instk12: Denne fil er låst
de: Diese Datei ist gesperrt
es: Este archivo está bloqueado
es_es: Este archivo está bloqueado
fi: Tämä tiedosto on lukittu
fr: Ce fichier est verrouillé
fr_ca: Ce fichier est verrouillé
ga: Tá an comhad seo faoi ghlas
hi: यह फ़ाइल लॉक है
ht: Fichye sa a bloke
id: File ini terkunci
is: Þessi skrá er læst
it: Questo file è bloccato
ja: このファイルはロックされています
ko: 이 파일은 잠겨 있습니다
mi: maukatia tēnei kōnae te
ms: Fail ini berkunci
nb: Denne filen er låst
nb_instk12: Denne filen er låst
nl: Dit bestand is vergrendeld
pl: Dany plik jest zablokowany
pt: Este ficheiro esta bloqueado
pt_br: Este arquivo está bloqueado.
ru: Этот файл заблокирован
sl: Ta datoteka je zaklenjena.
sv: Den här filen är låst
sv_instk12: Den här filen är låst
th: ไฟล์นี้ถูกล็อคอยู่
vi: Tập tin này bị khóa
zh: 此文件被锁定
zh_hk: 此檔案已被鎖定

source: This folder is locked
ar: هذا المجلد مؤمّن
ca: Aquesta carpeta està bloquejada
cy: Mae’r ffolder wedi'i chloi
da: Denne mappe er låst
da_instk12: Denne mappe er låst
de: Dieser Ordner ist gesperrt
es: Esta carpeta está bloqueada
es_es: Esta carpeta está bloqueada
fi: Tämä kansio on lukittu
fr: Ce dossier est verrouillé
fr_ca: Ce dossier est verrouillé
ga: Tá an fillteán seo faoi ghlas
hi: यह फ़ोल्डर लॉक है
ht: Dosye sa a bloke
id: Folder ini terkunci
is: Þessi mappa er læst
it: Questa cartella è bloccata
ja: このフォルダはロックされています
ko: 이 폴더는 잠겨 있습니다
mi: Kua rakaina tēnei kōpaki
ms: Folder ini berkunci
nb: Denne mappen er låst
nb_instk12: Denne mappen er låst
nl: Deze map is vergrendeld
pl: Dany folder jest zablokowany
pt: Esta pasta esta bloqueada
pt_br: Esta pasta está bloqueada.
ru: Эта папка заблокирована
sl: Ta mapa je zaklenjena.
sv: Den här mappen är låst
sv_instk12: Den här mappen är låst
th: โฟลเดอร์นี้ถูกล็อคอยู่
vi: Thư mục này bị khóa
zh: 此文件夹已被锁定
zh_hk: 此資料夾已被鎖定

source: This is a media message.
ar: هذه رسالة وسائط
ca: Això és un missatge sobre un element multimèdia.
cy: Neges cyfryngau yw hon.
da: Dette er en mediebesked.
da_instk12: Dette er en mediebesked.
de: Dies ist eine Mediennachricht.
es: Este es un mensaje multimedia.
es_es: Este es un mensaje multimedia.
fi: Tämä on mediaviesti.
fr: Ceci est un message de média.
fr_ca: Ceci est un message de média.
ga: Is teachtaireacht mheáin í seo.
hi: यह मीडिया संदेश है।
ht: Sa se yon mesaj medya.
id: Ini adalah pesan media.
is: Þetta er miðilsskilaboð.
it: Questo è un messaggio multimediale.
ja: これはメディアメッセージです。
ko: 이것은 미디어 메시지입니다.
mi: Ko te karere pāpāho tēnei.
ms: Ini ialah mesej media.
nb: Dette er en mediamelding.
nb_instk12: Dette er en mediamelding.
nl: Dit is een media bericht.
pl: To jest wiadomość medialna.
pt: Esta é uma mensagem multimédia.
pt_br: Esta é uma mensagem de mídia.
ru: Это сообщение медиа.
sl: To je sporočilo v obliki medija.
sv: Det här är ett mediameddelande
sv_instk12: Det här är ett mediameddelande
th: นี่เป็นข้อความแบบสื่อมีเดีย
vi: Đây là tin nhắn nội dung phương tiện.
zh: 这是一条媒体信息。
zh_hk: 這是一條媒體訊息。

source: This would be a great time to do some extra credit.
ar: قد يكون الوقت مناسبًا للقيام بأعمال إضافية.
ca: Ara seria un moment fabulós per obtenir algun crèdit extra.
cy: Byddai hwn yn amser gwych i wneud rhywfaint o waith am gredyd ychwanegol.
da: Dette ville være en fantastisk tid for nogle ekstra points
da_instk12: Dette ville være en fantastisk tid for nogle ekstra points
de: Dies wäre genau die richtige Zeit, um sich ein paar extra Punkte zu verdienen.
es: Este sería un buen momento para hacer un poco de crédito adicional.
es_es: Este sería un buen momento para hacer un poco de crédito adicional.
fi: Tämä olisi upea aika saada ylimääräisiä ansioita.
fr: C'est un moment opportun pour effectuer des travaux optionnels.
fr_ca: C'est un moment opportun pour effectuer des travaux facultatifs.
ga: Is deis iontach é seo chun creidiúint bhreise a dhéanamh.
hi: कुछ अतिरिक्त क्रेडिट लेने के लिए यह एक अच्छा समय होगा।
ht: Sa ta dwe pi bon moman pou fè kèk kredi siplemantè.
id: Ini adalah waktu yang luar biasa untuk melakukan ekstra kredit.
is: Þetta væri góður tími til að vinna sér í haginn.
it: Questo sarebbe il momento giusto per fare qualche credito extra.
ja: 追加の単位のために時間を費やすのなら今が最適です。
ko: 추가 학점을 얻을 좋은 시간인 것 같습니다.
mi: He wā nui tēnei ki te mahi i tētahi nama atu.
ms: Ini akan menjadi masa yang hebat untuk mendapatkan sedikit kredit tambahan.
nb: Dette bør være et flott tidspunkt for å få gjort unna litt ekstra kreditt.
nb_instk12: Dette bør være et flott tidspunkt for å få gjort unna litt ekstra kreditt.
nl: Dit is een goede tijd voor wat extra punten.
pl: To jest dobry moment na zarobienie dodatkowego kredytu.
pt: Esta seria uma boa altura para alguns créditos extra.
pt_br: Este seria um ótimo momento para fazer algum crédito extra.
ru: Это было бы прекрасное время, чтобы заработать дополнительные кредиты.
sl: To je odlična priložnost za pridobitev nekaj dodatnih točk.
sv: Det här vore ett bra tillfälle att skapa lite extra kredit.
sv_instk12: Det här vore ett bra tillfälle att skapa lite extra kredit.
th: นี่เป็นโอกาสที่ดีในการสะสมเครดิตเพิ่มเติม
vi: Đây sẽ là thời điểm tuyệt vời để kiếm điểm cộng.
zh: 此为获取额外学分的好时机。
zh_hk: 現在很適合再修幾個學分。

source: Time Limit:
ar: الحد الزمني:
ca: Límit de temps:
cy: Terfyn Amser:
da: Frist:
da_instk12: Frist:
de: Zeitbeschränkung:
es: Límite de tiempo:
es_es: Límite de tiempo:
fi: Aikaraja:
fr: Limite de temps :
fr_ca: Limite de temps :
ga: Teorainn ama:
hi: समय सीमा:
ht: Limit Tan:
id: Batas Waktu:
is: Tímamörk:
it: Limite di tempo:
ja: 制限時間：
ko: 시간 제한:
mi: Wā whāiti:
ms: Had Masa:
nb: Tidsbegrensning:
nb_instk12: Tidsbegrensning:
nl: Tijdslimiet:
pl: Limit czasu:
pt: Limite de tempo:
pt_br: Limite de tempo:
ru: Ограничение по времени:
sl: Časovna omejitev:
sv: Tidsgräns:
sv_instk12: Tidsgräns:
th: เกณฑ์เวลา:
vi: Giới Hạn Thời Gian:
zh: 时间限制：
zh_hk: 時間限制：

source: To Do
ar: قائمة المهام
ca: Tasques pendents
cy: Tasg i’w Gwneud
da: Opgaveliste
da_instk12: Opgaveliste
de: Zu erledigen
es: Ítem Por hacer
es_es: Tareas pendientes
fi: Tehtävälista
fr: À Faire
fr_ca: À accomplir
ga: Le Déanamh
hi: करने के लिए
ht: Pou Fè
is: Verkefnalisti
it: Elenco attività
ja: するべきこと
ko: 할 일
mi: Hei Mahi
ms: Untuk Dilakukan
nb: Å gjøre
nb_instk12: Å gjøre
nl: Opdracht
pl: Lista zadań
pt: A Fazer
pt_br: Lista de Tarefas
ru: Задачи
sl: Opravilo
sv: Att göra
sv_instk12: Att göra
th: สิ่งที่ต้องทำ
vi: Việc Cần Làm
zh: 待办事项
zh_hk: 待辦事項

source: To-do
ar: قائمة المهام
ca: Tasques pendents
cy: Tasg i’w Gwneud
da: At gøre
da_instk12: At gøre
de: Aufgaben
es: Ítems Por hacer
es_es: Tareas pendientes
fi: Tehtävälista
fr: À faire
fr_ca: À accomplir
ga: Le Déanamh
hi: करने के लिए
ht: Pou fè
is: Verkefnalisti
it: Attività da fare
ja: するべきこと
ko: 할 일
mi: Mahi-mahi
ms: Untuk Dilakukan
nb: Gjøremål
nb_instk12: Gjøremål
nl: Opdracht
pl: Lista zadań
pt: Tarefa
pt_br: A fazer
ru: Задача
sl: Opravilo
sv: Att göra
sv_instk12: Att göra
th: สิ่งที่ต้องทำ
vi: Việc Cần Làm
zh: 待办
zh_hk: 代辦

source: To:
ar: إلى:
ca: Per a:
cy: At:
da: Til:
da_instk12: Til:
de: An:
es: Para:
es_es: Para:
fi: Vastaanottaja:
fr: À :
fr_ca: À :
ga: Chuig:
hi: प्राप्तकर्ता:
ht: A:
id: Kepada:
is: Til:
it: A:
ja: 宛先:
ko: 대상/까지:
mi: Ki:
ms: Kepada:
nb: Til:
nb_instk12: Til:
nl: Aan:
pl: Do:
pt: Para:
pt_br: Para:
ru: К:
sl: Naslovnik:
sv: Till:
sv_instk12: Till:
th: ถึง:
vi: Đến:
zh: 至：
zh_hk: 發送給：

source: Today
ar: اليوم
ca: Avui
cy: Heddiw
da: I dag
da_instk12: I dag
de: Heute
es: Hoy
es_es: Hoy
fi: Tänään
fr: Aujourd’hui
fr_ca: Aujourd’hui
ga: Inniu
hi: आज
ht: Jodi a
id: Hari Ini
is: Í dag
it: Oggi
ja: 今日
ko: 오늘
mi: I tēnei rā tonu
ms: Hari Ini
nb: I dag
nb_instk12: I dag
nl: Vandaag
pl: Dzisiaj
pt: Hoje
pt_br: Hoje
ru: Сегодня
sl: Danes
sv: I dag
sv_instk12: I dag
th: วันนี้
vi: Hôm Nay
zh: 今天
zh_hk: 今天

source: Today Button
ar: زر اليوم
ca: Botó Avui
cy: Botwm Heddiw
da: I dag knap
da_instk12: I dag knap
de: Heute-Button
es: Botón de hoy
es_es: Botón de hoy
fi: Tänään-painike
fr: Bouton 'Aujourd'hui'
fr_ca: Bouton « Aujourd'hui »
ga: Cnaipe Inniu
hi: आज बटन
ht: Bouton Jodi a
id: Tombol Hari Ini
is: Í dag hnappur
it: Pulsante Oggi
ja: 今日のボタン
ko: 오늘 버튼
mi: Pātene mo tēnei rā
ms: Butang Hari Ini
nb: I dag-knapp
nb_instk12: I dag-knapp
nl: Knop Vandaag
pl: Przycisk dzisiaj
pt: Botão Hoje
pt_br: Botão Hoje
ru: Кнопка Сегодня
sl: Gumb »Danes«
sv: Idag-knapp
sv_instk12: Idag-knapp
th: ปุ่มวันนี้
vi: Nút Hôm Nay
zh: 今天按钮
zh_hk: 今天按鈕

source: Today doesn't need to be perfect, just possible.
ar: لا نحتاج لأن يكون اليوم مثاليًا، نحتاج لأن يكون معقولاً فحسب.
ca: Avui no cal que sigui un dia perfecte, només és possible que hi succeeixin coses.
cy: Does dim rhaid i heddiw fod yn berffaith, dim ond yn bosibl.
da: I dag behøver det ikke at være perfekt.
da_instk12: I dag behøver det ikke at være perfekt.
de: Der heutige Tag muss nicht perfekt sein, nur möglich.
es: Hoy no tiene por qué ser perfecto, solo posible.
es_es: Hoy no tiene que ser perfecto, solo posible.
fi: Tämän päivän ei tarvitse olla täydellinen, vain mahdollinen.
fr: La journée n’a pas besoin d’être parfaite. Elle doit juste être possible.
fr_ca: Aujourd’hui n’a pas besoin d’être parfait, mais seulement possible.
ga: Ní gá go mbeadh an lá inniu foirfe, ach indéanta.
hi: आज का दिन परफ़ेक्ट हो ऐसा ज़रूरी नहीं, बस ठीक होना चाहिए।
ht: Jodi a pa bezwen pafè, li jis bezwen posib.
id: Hari ini tidak perlu sempurna, cukup mungkin.
is: Dagurinn í dag þarf ekki að vera fullkominn, bara mögulegur.
it: Oggi non deve essere un giorno perfetto, basta che sia possibile.
ja: 今日という日が完璧である必要はありません、ただ可能であればいいのです。
ko: 지금 완벽할 필요는 없습니다. 가능성만 있으면 됩니다.
mi: Kāore e hiahiatia kia tino tika tēnei rā, engari me taea noa.
ms: Hari ini tidak semestinya sempurna, tetapi tidak mustahil.
nb: Dagen i dag trenger ikke å være perfekt, bare mulig.
nb_instk12: Dagen i dag trenger ikke å være perfekt, bare mulig.
nl: Vandaag hoeft niet perfect te zijn, alleen maar mogelijk.
pl: Ten dzień nie musi być idealny – wystarczy, że się wydarza.
pt: Hoje não precisa ser perfeito, apenas possível.
pt_br: Hoje não precisa ser perfeito, apenas possível.
ru: Сегодняшний день не обязательно должен быть идеальным, достаточно, чтобы он предоставлял возможности.
sl: Ni treba, da je današnji dan popoln – dovolj je že, da je mogoč.
sv: Dagen behöver inte bli perfekt, bara genomförd.
sv_instk12: Dagen behöver inte bli perfekt, bara genomförd.
th: วันนี้ไม่ต้องดีที่สุด แค่เป็นไปได้ก็พอแล้ว
vi: Ngày hôm nay không cần hoàn hảo, chỉ cần khả thi thôi.
zh: 今日不必尽善尽美，只需尽力而为。
zh_hk: 今天不必完美，只要一切都有可能。

source: Toggles selection of current item
ar: تبديل تحديد العنصر الحالي
ca: Commuta la selecció de l'element actual
cy: Toglo dewis yr eitem bresennol
da: Skifter mellem valg af nuværende element
da_instk12: Skifter mellem valg af nuværende element
de: Schaltet Auswahl des aktuellen Elements um
es: Alterna la selección del item actual
es_es: Alterna la selección del ítem actual
fi: Vaihtaa näkyisen kohteen valintaa
fr: Inverse la sélection de l'élément actuel
fr_ca: Inverse la sélection de l'élément actuel
ga: Scoránaigh rogha na míre reatha
hi: वर्तमान आइटम का चयन टॉगल करता है
ht: Chanje seleksyon atik aktyèl la
id: Mengalihkan pilihan dari item saat ini
is: Víxlar vali á núverandi atriði
it: Attiva/Disattiva la selezione dell’elemento attuale
ja: 現在の項目のトグル選択
ko: 현재 항목의 선택을 토글
mi: Takahuri kōwhiringa o te tūemi onāianei
ms: Menogol pilihan item semasa
nb: Veksler valg av gjeldende objekt
nb_instk12: Veksler valg av gjeldende objekt
nl: Schakelt selectie van huidig item aan en uit
pl: Wybór przełącza dla obecnej pozycji
pt: Escolher entre os itens atuais
pt_br: Alterna a seleção de item atual
ru: Переключает выбор текущего элемента
sl: Preklaplja izbiro trenutnega elementa
sv: Växlar valet för nuvarande objekt
sv_instk12: Växlar valet för nuvarande objekt
th: สลับการเลือกรายการปัจจุบัน
vi: Chuyển đổi lựa chọn mục hiện tại
zh: 切换目前项目的选项
zh_hk: 切換選擇當前項目
